[
  {
    "endorser": "Asif Hakim",
    "endorsment": "Sheikh Afham is a dedicated, software professional with experience in all aspects of software development. A hardworking and helping team player who loves to achieve goals in a friendly environment. His focus keeps everything moving smoothly, he makes sure all the deadlines are met. He is a result-oriented, responsible, and technically sound team member. Highly Recommended!!!",
    "link": "https://www.linkedin.com/in/afham-sheikh"
  },
  {
    "endorser": "Shahbaaz Nabi Mirza",
    "endorsment": "Afham is a talented individual who was readily exploring and working in web and mobile platforms simultaneously, at the very start of his career. we both were responsible for developing a Xamarin mobile app that was an extension to a complex HCMS solution, that would make it easier for employees to manage their leave requests, and check their attendance. He is always eager to learn and improve, and this quality will definitely bear fruit in the long run. ",
    "link": "https://www.linkedin.com/in/afham-sheikh"
  },
  {
    "endorser": "Mubin Hasan",
    "endorsment": "Shaikh Afham is a dedicated, experienced, software professional with a experience in all aspects of software development. He is also an excellent team player, with high integrity and work ethics. Shaikh Afham can make great contributions to a company and help build excellent products. He is very professional as well as humble person to work with!",
    "link": "https://www.linkedin.com/in/afham-sheikh"
  },
  {
    "endorser": "Munawwar Zaman",
    "endorsment": "Sheikh Afham is a very hardworking and extremely talented individual. He is good at Software development and also has a lot of deep technical background.",
    "link": "https://www.linkedin.com/in/afham-sheikh"
  },
  {
    "endorser": "Saneeya Emad Quadri",
    "endorsment": "While working with Afham i have learned a lot, having good potential and skills to guide juniors in right track.He is a very good knowledge in mobile app developement. A hardworking , friendly nature and a good team player.it was great experience to work with afham during the journey of softronic. Wish him best of luck for future.",
    "link": "https://www.linkedin.com/in/afham-sheikh"
  },
  {
    "endorser": "Sarah Afaq",
    "endorsment": "Afham is passionate about writing code and solving clients’ problems through the development of creative and innovative software. He has tremendous potential. He is friendly, easy to get along with, well-liked by our clients and respected by his co-workers. Afham is dedicated to providing quality work. He checks and rechecks his software before turning it in for presentation.",
    "link": "https://www.linkedin.com/in/afham-sheikh"
  },

  {
    "endorser": "Shakir Hassan",
    "endorsment": "Sheikh Afham has worked with me for almost 1.5 years and i have found him a very helping, humble, and kind to others. Keeps very professional behavior and attitude towards other colleagues",
    "link": "https://www.linkedin.com/in/afham-sheikh"
  },
  {
    "endorser": "Sabrina Ibrar Asim",
    "endorsment": "I have worked with him and found him very responsible, dedicated and hardworking towards his work. He is always ready to help anyone. He is very much passionate about achieving his goals. I wish him luck and best wishes for his future endeavours.",
    "link": "https://www.linkedin.com/in/afham-sheikh"
  },
  {
    "endorser": "Syed Asad Siddique",
    "endorsment": "Afham is a very polite soft spoken and very dedicated towards his profession and very much supportive.",
    "link": "https://www.linkedin.com/in/afham-sheikh"
  },

  {
    "endorser": "Mehreen Ali",
    "endorsment": "I worked with Afham.He is good in android development and also have good development skills.He also have a good knowledge of Team foundation server.He always accomplished a lots of task with full of dedication.He has a great technical and as well as soft skills.He is good team player and always ready to help everyone. I wish all the very best for your future endeavours.",
    "link": "https://www.linkedin.com/in/afham-sheikh"
  },
  {
    "endorser": "Raza Sarwar",
    "endorsment": "I was always in awe of Sheikh Afham's ability to command a room and get people on board with ideas – even people who were initially on completely different pages.",
    "link": "https://www.linkedin.com/in/afham-sheikh"
  },

  {
    "endorser": "Syed Farhan Ali",
    "endorsment": "I have been working with for almost 3 years and I have found him very much dedicated and strong programming skill, he has an in depth knowledge of his profession with vast practical experience. Cooperative and expert in his field. A nice person and love to work with.",
    "link": "https://www.linkedin.com/in/afham-sheikh"
  },

  {
    "endorser": "Muhammad Aslam",
    "endorsment": "A really hardworking and helping team player who loves to achieve goals in friendly environment.",
    "link": "https://www.linkedin.com/in/afham-sheikh"
  },
  {
    "endorser": "Maaz Shaikh",
    "endorsment": "I had the privilege of working with Sheikh Afham. Afham is very passionate and has great vision for his work. His focus keeps everything moving smoothly, he makes sure all the deadlines are met. He is result oriented, responsible and technically sound team member. He is always ready to put all his energy and time to get the job done. He is very keen to learn new things and adapting new technologies. Highly Recommended!!!",
    "link": "https://www.linkedin.com/in/afham-sheikh"
  },
  {
    "endorser": "Sheeraz Ahmed",
    "endorsment": "It was a great experience to work and study with sheikh Afham. He got great problem solving skills and is one of the best programmer  and learner I have seen so far. Good behavior and attitude charms his personality even more.",
    "link": "https://www.linkedin.com/in/afham-sheikh"
  }
]
